i5-2500k/3.16.7/30/2/warmup.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 45505056
latency average: 0.079 ms
tps = 50561.167154 (including connections establishing)
tps = 50561.222982 (excluding connections establishing)